Repository: p2p-org/p2p-wallet-ios
Catalog: p2p_wallet/Resources/mul.lproj/Localizable.xcstrings
Source language: en
Languages: fr, ru, vi

source: Not available for now
fr: Non disponible pour le moment
ru: Недоступно на данный момент
vi: Không có sẵn cho bây giờ

source: Not enough %@
fr: Pas assez %@
ru: Недостаточно <С>
vi: Không đủ %@

source: Not enough %@ to pay network fee
fr: Pas assez %@ pour payer les frais de réseau
ru: Недостаточно %@ для оплаты сетевой комиссии
vi: Không đủ %@ để trả phí mạng

source: Not enough balance
fr: Pas assez d'équilibre
ru: Недостаточный баланс
vi: Không đủ số dư

source: Not enough funds
fr: Pas assez de fonds
ru: Недостаточно средств
vi: Không đủ tiền

source: Not enough output amount
fr: Quantité de sortie insuffisante
ru: Недостаточно выходного количества
vi: Không đủ số lượng đầu ra

source: Not enough token balance
fr: Pas assez de solde de jetons
ru: Недостаточно токена на балансе
vi: Không đủ số dư token

source: Not enought %@
fr: Pas assez %@
ru: Недостаточно %@
vi: Chưa đủ %@

source: Not Found
fr: Pas trouvé
ru: Не найден(о)
vi: Không tìm thấy

source: Not reserved
fr: Non réservé
ru: Не зарезервировано
vi: Không được bảo lưu

source: Not valid signature
fr: Signature non valide
ru: Недействительная подпись
vi: Chữ ký không hợp lệ

source: Not yet reserved
fr: Pas encore réservé
ru: Еще не зарезервировано
vi: Chưa được đặt trước

source: Nothing found
fr: Rien n'a été trouvé
ru: Ничего не найдено
vi: Không tìm thấy thứ gì

source: Ok
fr: D'accord

source: Okay
fr: D'accord
ru: Хорошо
vi: Đồng ý

source: On the Solana network, the first %@ transactions in a day are paid by Key App. Subsequent transactions will be charged based on the Solana blockchain gas fee.
fr: Sur le réseau Solana, les premières transactions %@ d'une journée sont payées par Key App. Les transactions ultérieures seront facturées sur la base des frais de gaz de la blockchain Solana.
ru: В сети Solana первые транзакции %@ в день оплачиваются Key App. Последующие транзакции будут взиматься на основе платы за газ блокчейна Solana.
vi: Trên mạng Solana, các giao dịch %@ đầu tiên trong ngày được thanh toán bằng Key App. Các giao dịch tiếp theo sẽ được tính phí dựa trên phí gas của chuỗi khối Solana.

source: On the Solana network, the first 100 transactions in a day are paid by Key App
fr: Sur le réseau Solana, les 100 premières transactions d'une journée sont payées par Key App
ru: В сети Solana первые 100 транзакций в день оплачивает Key App.
vi: Trên mạng Solana, 100 giao dịch đầu tiên trong ngày được thanh toán bằng Key App

source: one crypto for another
fr: un crypto pour un autre
ru: одна крипта другая
vi: một loại tiền điện tử cho một loại tiền điện tử khác

source: One unified address to receive SOL or SPL Tokens
fr: Une adresse unifiée pour recevoir des jetons SOL ou SPL
ru: Единый адрес для получения SOL и SPL токенов
vi: Một địa chỉ hợp nhất để nhận SOL hoặc SPL Tokens

source: only Bitcoin
fr: seulement Bitcoin
ru: только биткойн
vi: chỉ chấp nhận Bitcoin

source: Only you have access to your funds. Nobody else. You can recover your wallet using your phone or email. No paper backups needed.
fr: Vous seul avez accès à vos fonds. Personne d'autre. Vous pouvez récupérer votre portefeuille en utilisant votre téléphone ou votre e-mail. Aucune sauvegarde papier nécessaire.
ru: Только у вас есть доступ к вашим средствам. Никто другой. Вы можете восстановить свой кошелек с помощью телефона или электронной почты. Бумажные резервные копии не нужны.
vi: Chỉ bạn mới có quyền truy cập vào quỹ của mình. Không ai khác. Bạn có thể khôi phục ví của mình bằng điện thoại hoặc email. Không cần sao lưu giấy.

source: Only you have access to your funds. You can recover your wallet using your phone or email
fr: Vous seul avez accès à vos fonds. Vous pouvez récupérer votre portefeuille en utilisant votre téléphone ou votre e-mail
ru: Только у вас есть доступ к вашим средствам. Вы можете восстановить свой кошелек с помощью телефона или электронной почты
vi: Chỉ bạn mới có quyền truy cập vào quỹ của mình. Bạn có thể khôi phục ví của mình bằng điện thoại hoặc email

source: Oops, something went wrong. Please try again later
fr: Oups, quelque chose s'est mal passé. Veuillez réessayer plus tard
ru: К сожалению, что-то пошло не так. Пожалуйста, повторите попытку позже.
vi: Rất tiếc, đã xảy ra lỗi. Vui lòng thử lại sau

source: Oops! Something happened.
fr: Oops! Quelque chose est arrivé.
ru: Ой! Что-то произошло.
vi: Ối! Một cái gì đó đã xảy ra.

source: Open settings
fr: Ouvrir les paramètres
ru: Открыть настройки
vi: Mở cài đặt

source: Open your link again
fr: Ouvrez à nouveau votre lien
ru: Откройте вашу ссылку еще раз
vi: Mở lại liên kết của bạn

source: or reset it with a seed phrase
fr: ou réinitialisez-le avec une phrase de départ
ru: или сбросьте его с помощью мнемонической фразы
vi: hoặc đặt lại nó bằng một cụm từ bảo mật

source: Or saving into Keychain
fr: Ou enregistrer dans le trousseau
ru: Или сохранить в Связке ключей
vi: Hoặc lưu vào Keychain

source: or your SOL account's address
fr: ou l'adresse de votre compte SOL
ru: или адрес вашей учетной записи SOL
vi: hoặc địa chỉ tài khoản SOL của bạn

source: Other tokens
fr: Autres jetons
ru: Другие токены
vi: Các mã thông báo khác

source: Paid by Key App
fr: Payé par Key App
ru: Оплачивается Key App
vi: Thanh toán bởi Key App

source: Parse Error
fr: Erreur d'analyse
ru: Ошибка синтаксического анализа
vi: Lỗi phân tích cú pháp

source: Passcode not set. So we can’t verify you as the device’s owner.
fr: Code d'accès non défini. Nous ne pouvons donc pas vérifier que vous êtes le propriétaire de l'appareil.
ru: Пароль не установлен. Поэтому мы не можем подтвердить, что вы являетесь владельцем устройства.
vi: Mật mã chưa được đặt. Vì vậy, chúng tôi không thể xác minh bạn là chủ sở hữu của thiết bị.

source: passcodes do not match
fr: les codes d'accès ne correspondent pas
ru: коды доступа не совпадают
vi: mật mã không khớp

source: Paste
fr: Pâte
ru: Вставить
vi: Dán

source: Pasted from clipboard
fr: Collé depuis le presse-papiers
ru: Вставлено из буфера обмена
vi: Đã dán từ khay nhớ tạm

# Pay %@ and Continue
source: Pay %@ & Continue
fr: Payez %@ & continuez
ru: Оплатить %@ & продолжить
vi: Thanh toán %@ & tiếp tục

source: Pay fees with
fr: Payer les frais avec
ru: Оплатить комиссию с
vi: Thanh toán phí bằng

source: Pay network fee with
fr: Payer les frais de réseau avec
ru: Оплатите сетевую комиссию с помощью
vi: Thanh toán phí mạng bằng

source: Pay swap fees with
fr: Payez les frais de swap avec
ru: Оплачивайте комиссию за своп с помощью
vi: Thanh toán phí hoán đổi với

source: Pay the %@ fee with
fr: Payez les frais %@ avec
ru: Оплатите комиссию %@ с помощью
vi: Thanh toán phí %@ bằng

source: Paying token is not valid. Please choose another one
fr: Le jeton de paiement n'est pas valide. Veuillez en choisir un autre
ru: Платежный токен недействителен. Пожалуйста, выберите другой
vi: Token thanh toán không hợp lệ. Vui lòng chọn token khác

source: Payments
fr: Paiements
ru: Платежи
vi: Thanh toán

source: pending
fr: en attendant
ru: в ожидании
vi: đang chờ xử lý

source: per
fr: par
ru: на
vi: mỗi

source: Phone
fr: Téléphoner
ru: Телефон
vi: Điện thoại

source: Pick a token
fr: Choisissez un jeton
ru: Выберите токен
vi: Chọn một mã thông báo

source: Pick Your Username
fr: Choisissez votre nom d'utilisateur
ru: Выберите свое имя пользователя
vi: Chọn tên đăng nhập của bạn

source: PIN code
fr: Code PIN
ru: Пин-код
vi: Mã PIN

source: PIN doesn’t match. Try again
fr: Le code PIN ne correspond pas. Réessayer
ru: PIN-код не совпадает. Попробуйте снова
vi: Mã PIN không khớp. Thử lại

source: PIN is set
fr: Le code PIN est défini
ru: PIN-код установлен
vi: Mã PIN đã được đặt

source: PIN-code
fr: Code PIN
ru: PIN-код
vi: Mã PIN

source: PIN-code changed!
fr: Code PIN changé!
ru: PIN-код изменен!
vi: Mã PIN đã thay đổi!

source: PIN-code must have 6 digits
fr: Le code PIN doit comporter 6 chiffres
ru: PIN-код должен состоять из 6 цифр.
vi: Mã PIN phải có 6 chữ số

source: PIN-codes do not match
fr: Les codes PIN ne correspondent pas
ru: PIN-коды не совпадают
vi: Mã PIN không khớp

source: Please choose another token and try again!
fr: Veuillez choisir un autre jeton et réessayer !
ru: Выберите другой токен и повторите попытку!
vi: Vui lòng chọn mã thông báo khác và thử lại!

source: Please choose paying with SOL
fr: Veuillez choisir de payer avec SOL
ru: Пожалуйста, выберите оплату с помощью SOL
vi: Vui lòng chọn thanh toán bằng SOL

source: Please enter the code we sent you
fr: Veuillez entrer le code que nous vous avons envoyé
ru: Пожалуйста, введите код, который мы вам отправили
vi: Vui lòng nhập mã chúng tôi đã gửi cho bạn

source: Please re-enter PIN-code
fr: Veuillez saisir à nouveau le code PIN
ru: Пожалуйста, введите PIN-код еще раз
vi: Vui lòng nhập lại mã PIN

source: Please retry operation
fr: Veuillez réessayer l'opération
ru: Пожалуйста, повторите операцию
vi: Vui lòng thử hoạt động lại

source: please try again later!
fr: Veuillez réessayer plus tard!
ru: Пожалуйста, попробуйте позже!
vi: vui lòng thử lại sau!

source: Please wait 10 min and will ask for new OTP
fr: Veuillez patienter 10 min et demandera un nouveau OTP
ru: Пожалуйста, подождите 10 минут и попросит новый OTP
vi: Vui lòng đợi 10 phút và sẽ yêu cầu OTP mới

source: Please wait, it won't take long
fr: Veuillez patienter, cela ne prendra pas longtemps
ru: Пожалуйста, подождите, это не займет много времени
vi: Vui lòng đợi, sẽ không lâu đâu

source: Please, send crypto to MoonPay address
fr: S'il vous plaît, envoyez la crypto à l'adresse MoonPay
ru: Пожалуйста, отправьте криптовалюту на адрес MoonPay
vi: Vui lòng gửi tiền điện tử đến địa chỉ MoonPay

source: popular
fr: populaire
ru: популярный
vi: phổ biến

source: Popular coins
fr: Monnaies populaires
ru: Популярные монеты
vi: Xu phổ biến

source: Powered by
fr: Alimenté par
vi: Được cung cấp bởi

source: Powered by Project Serum
fr: Propulsé par Project Serum
ru: При поддержке Project Serum
vi: Được cung cấp bởi Project Serum

source: Price
fr: Prix
ru: Цена
vi: Giá bán

source: Prices updated
fr: Prix ​​mis à jour
ru: Цены обновлены
vi: Giá đã cập nhật

source: Privacy Policy
fr: Politique de confidentialité
ru: Политика конфиденциальности
vi: Chính sách bảo mật

# Private and secure
source: Private & secure
fr: Privé & sécurisé
ru: Частный & безопасный
vi: Riêng tư & an toàn

source: Proceed
fr: Procéder
ru: Продолжить
vi: Tiếp tục

source: Proceed & don’t show again
fr: Continuer et ne plus afficher
ru: Продолжить и больше не показывать
vi: Tiếp tục và không hiển thị lại

source: Proceed without a username?
fr: Continuer sans nom d'utilisateur ?
ru: Продолжить без имени пользователя?
vi: Tiếp tục mà không có tên người dùng?

source: Processing
fr: En traitement
ru: Обработка
vi: Đang xử lý

source: Processing fee
fr: Frais de traitement
ru: Разовая комиссия
vi: Phí xử lý

source: Profile
fr: Profil
ru: Профиль
vi: Hồ sơ

source: PROFILE AND SECURITY
fr: PROFIL ET SÉCURITÉ
ru: ПРОФИЛЬ И БЕЗОПАСНОСТЬ
vi: HỒ SƠ VÀ BẢO MẬT

source: PublicKey not found
fr: PublicKey introuvable
ru: PublicKey не найден
vi: Không tìm thấy PublicKey

source: Purchasing on the Moonpay’s website
fr: Achat sur le site de Moonpay
ru: Покупка на сайте Moonpay
vi: Mua hàng trên trang web của Moonpay

source: Reason
fr: Raison
ru: Причина
vi: Lý do

source: Receive
fr: Recevoir
ru: Пополнить
vi: Nhận

source: Receive %@
fr: Recevoir %@
ru: Получить %@
vi: Nhận %@

source: Receive %@ on %@
fr: Recevoir %@ sur %@
ru: Получить %@ на %@
vi: Nhận %@ trên %@

source: Receive and send cryptocurrencies in Key App
fr: Recevez et envoyez des crypto-monnaies dans Key App
ru: Получайте и отправляйте криптовалюты в приложении Key
vi: Nhận và gửi tiền điện tử trong Key App

source: Receive **any token** within the Solana network even if it is not included in your wallet list
fr: Recevez n'importe quel jeton au sein du réseau Solana même s'il n'est pas inclus dans votre liste de portefeuille
ru: Получите любой токен в сети Solana, даже если он не включен в список вашего кошелька
vi: Nhận bất kỳ token nào trong mạng Solana ngay cả khi nó không có trong danh sách ví của bạn

source: Receive at least
fr: Recevez au moins
ru: Получите не менее
vi: Nhận ít nhất

source: Receive at least: %@ %@
fr: Recevoir au moins : %@ %@
ru: Получите как минимум: %@ %@
vi: Nhận ít nhất: %@ %@

source: Receive funds via one-time link
fr: Recevez des fonds via un lien unique
ru: Получите средства по одноразовой ссылке
vi: Nhận tiền qua liên kết một lần

source: Receive money
fr: Recevoir de l'argent
ru: Получать деньги
vi: Nhận tiền

source: Receive token
fr: Recevoir un jeton
ru: Пополнить токен
vi: Nhận token

source: Receive token using SOL wallet's address
fr: Recevoir un jeton en utilisant l'adresse du portefeuille SOL
ru: Получить токен с адреса кошелька SOL
vi: Nhận token bằng địa chỉ của ví SOL

source: Receive tokens
fr: Recevoir des jetons
ru: Пополнить токены
vi: Nhận tokens

source: Receive tokens on Ethereum and Solana
fr: Recevez des jetons sur Ethereum et Solana
ru: Получайте токены на Ethereum и Solana
vi: Nhận mã thông báo trên Ethereum và Solana

source: Received
fr: A reçu
ru: Получено
vi: Nhận

source: Received %@
fr: Reçu %@
ru: Получено %@
vi: Đã nhận %@

source: Received %@ renBTC
fr: Reçu %@ renBTC
ru: Получено %@ renBTC
vi: Đã nhận %@ renBTC

source: Received from
fr: Reçu de
ru: Получен от
vi: Nhận được tư

source: Received new tokens. Downloading receipt...
fr: Reçu de nouveaux jetons. Téléchargement du reçu...
ru: Получены новые токены. Скачивание квитанции ...
vi: Đã nhận được tokens. Đang tải xuống biên lai ...

source: Receiving %@ renBTC
fr: Réception de %@ renBTC
ru: Получение %@ renBTC
vi: Nhận %@ renBTC

source: Receiving %@ renBTC: Pending
fr: Réception de %@ renBTC : en attente
ru: Получение %@ renBTC: Ожидается
vi: Nhận %@ renBTC: Đang chờ xử lý

source: Receiving status
fr: Statut de réception
ru: Статус получения
vi: Trạng thái nhận

source: Receiving statuses
fr: Statuts de réception
ru: Статусы получения
vi: Trạng thái nhận

source: Receiving via Bitcoin network
fr: Réception via le réseau Bitcoin
ru: Получение через сеть Биткойн
vi: Nhận qua mạng Bitcoin

source: Recently used
fr: Utilisé récemment
ru: Недавно использованный
vi: Được sử dụng gần đây

source: Recipient
fr: Destinataire
ru: Получатель
vi: Người nhận

source: Recipient gets
fr: Le destinataire obtient
ru: Получатель получает
vi: Người nhận được

source: Recipient’s address
fr: Adresse du destinataire
ru: Адрес получателя
vi: Địa chỉ người nhận

source: Recovery kit
fr: Trousse de récupération
ru: Комплект для восстановления
vi: Bộ phục hồi

source: Refresh
fr: Rafraîchir
ru: Обновить
vi: Làm tươi

source: Refresh page
fr: Rafraîchir la page
ru: Обновить страницу
vi: Làm mới trang

source: Refresh the page or check back later
fr: Actualisez la page ou revenez plus tard
ru: Обновите страницу или зайдите позже
vi: Làm mới trang hoặc kiểm tra lại sau

source: Reload
fr: Recharger
ru: Перезагрузить
vi: tải lại

source: Remove from history
fr: Supprimer de l'histoire
ru: Удалить из истории
vi: Xóa khỏi lịch sử

source: renBTC account is required
fr: Un compte renBTC est requis
ru: необходима учетная запись renBTC
vi: tài khoản renBTC là bắt buộc

source: Renew
fr: Renouveler
ru: Возобновить
vi: Thay mới

source: Repeat new PIN-code
fr: Répéter le nouveau code PIN
ru: Повторите новый PIN-код
vi: Lặp lại mã PIN mới

source: Repeat social auth
fr: Répéter l'authentification sociale
ru: Повторить социальную авторизацию
vi: Lặp lại xác thực xã hội

source: Reserve username
fr: Réserver le nom d'utilisateur
ru: Зарезервировать имя пользователя
vi: Đặt trước tên người dùng

source: Reserve your username
fr: Réservez votre nom d'utilisateur
ru: Зарезервируйте свое имя пользователя
vi: Đặt tên người dùng của bạn

source: Reset and try again
fr: Réinitialiser et réessayer
ru: Сбросить и попробовать еще раз
vi: Đặt lại và thử lại

source: Reset it
fr: Réinitialisez-le
ru: Сбросить это
vi: Đặt lại nó

source: Reset PIN with a seed phrase
fr: Réinitialiser le code PIN avec une phrase de départ
ru: Сбросить PIN-код
vi: Đặt lại mã PIN bằng một cụm từ bảo mật

source: Reset your PIN
fr: Réinitialisez votre NIP
ru: Сбросить PIN-код
vi: Đặt lại mã PIN của bạn

source: Resetting your PIN
fr: Réinitialiser votre code PIN
ru: Сброс PIN-кода
vi: Đặt lại mã PIN của bạn

source: Response error
fr: Erreur de réponse
ru: Ошибка ответа
vi: Lỗi phản hồi

source: Restore
fr: Restaurer
ru: Восстановить
vi: Khôi phục

source: Restore manually
fr: Restaurer manuellement
ru: Восстановить вручную
vi: Khôi phục thủ công

source: Restore using iCloud
fr: Restaurer à l'aide d'iCloud
ru: Восстановить с помощью iCloud
vi: Khôi phục bằng iCloud

source: Restore your wallet
fr: Restaurer votre portefeuille
ru: Восстановите свой кошелек
vi: Khôi phục ví của bạn

source: Restoring wallet
fr: Restauration du portefeuille
ru: Восстановление кошелька
vi: Khôi phục ví

source: Result
fr: Résultat
ru: Результат
vi: Kết quả

source: Retry
fr: Réessayez
ru: Повторить
vi: Thử lại

source: Retry after
fr: Réessayer après
ru: Повторить после
vi: Thử lại sau

# Review and confirm
source: Review & confirm
fr: Examiner & confirmer
ru: Просмотрите & подтвердите
vi: Xem lại & xác nhận

source: Russian Ruble
fr: Rouble russe
ru: Российский рубль
vi: Đồng rúp Nga

source: Save
fr: Sauvegarder
ru: Сохранить
vi: Lưu

source: Save & Continue
fr: sauvegarder
ru: Сохранить & Продолжить
vi: Lưu & Tiếp tục

source: Save that seed phrase and keep it in the safe place. Will be used for recovery and backup.
fr: Enregistrez cette phrase de départ et conservez-la dans un endroit sûr. Sera utilisé pour la récupération et la sauvegarde.
ru: Сохраните эту исходную фразу и храните ее в надежном месте. Будет использоваться для восстановления и резервного копирования.
vi: Lưu cụm bảo mật đó và giữ nó ở nơi an toàn. Nó sẽ được sử dụng để phục hồi và sao lưu.

source: Save to iCloud
fr: Enregistrer sur iCloud
ru: Сохранить в iCloud
vi: Lưu vào iCloud

source: save to Keychain
fr: enregistrer dans le trousseau
ru: сохранить в кейчейн
vi: lưu vào Keychain

source: Saved to iCloud
fr: Enregistré sur iCloud
ru: Сохранено в iCloud
vi: Đã lưu vào iCloud

source: Saved to Keychain
fr: Enregistré dans le trousseau
ru: Сохранено в Связке ключей
vi: Đã lưu vào Keychain

source: Saved to photo library
fr: Enregistré dans la photothèque
ru: Сохранено в фото-библиотеке
vi: Đã lưu vào thư viện ảnh

source: Saving to iCloud
fr: Enregistrer sur iCloud
ru: Сохранение в iCloud
vi: Đang vào iCloud

source: Saving to Keychain
fr: Enregistrement sur le trousseau
ru: Сохранение в Связку ключей
vi: Lưu vào Keychain

source: Savings
fr: Des économies
ru: Экономия
vi: Tiết kiệm

source: Scan or copy QR code
fr: Scannez ou copiez le code QR
ru: Отсканируйте или скопируйте QR-код
vi: Quét hoặc sao chép mã QR

source: Scan QR
fr: Scannez le QR
ru: Сканировать QR
vi: Quét QR

source: Scan QR Code
fr: Scanner le code QR
ru: Сканировать QR-код
vi: Quét mã QR

source: Scanning QrCode not supported
fr: Analyse QrCode non prise en charge
ru: Сканирование QrCode не поддерживается
vi: Quét QrCode không được hỗ trợ

source: Search
fr: Chercher
ru: Поиск
vi: Tìm kiếm

source: Search token
fr: Jeton de recherche
ru: Поиск по токену
vi: Tìm kiếm token

source: seconds
fr: secondes
ru: сек.
vi: giây

source: Secure non-custodial bank of future
fr: Sécuriser la banque non dépositaire du futur
ru: Надежный некастодиальный банк будущего
vi: Ngân hàng không giám sát và hoàn toàn bảo mật của tương lai

source: Secure your wallet
fr: Sécurisez votre portefeuille
ru: Защитите свой кошелек
vi: Bảo mật ví của bạn

source: Securing key
fr: Clé de sécurité
ru: Защитный ключ
vi: Khóa bảo mật

source: Security
fr: Sécurité
ru: Безопасность
vi: Bảo mật

source: Security & Network
fr: Sécurité & Réseau
ru: Безопасность и сеть
vi: Bảo mật & Mạng

# Security and privacy
source: Security & privacy
fr: Sécurité & confidentialité
ru: Безопасность & конфиденциальность
vi: Bảo mật & quyền riêng tư

source: security key
fr: clef de sécurité
ru: ключ безопасности
vi: khóa bảo mật

source: Security key can't be saved into icloud. Please try again.
fr: La clé de sécurité ne peut pas être enregistrée dans icloud. Veuillez réessayer.
ru: Электронный ключ нельзя сохранить в icloud. Пожалуйста, попробуйте еще раз.
vi: Không thể lưu khóa bảo mật vào icloud. Vui lòng thử lại.

source: Seed phrase
fr: Phrase de départ
ru: Исходная фраза
vi: Cụm từ hạt giống

source: Seed phrase details
fr: Détails de la phrase de départ
ru: Детали исходной фразы
vi: Chi tiết cụm từ hạt giống

source: Seed phrase is the only way to access your funds on another device. Key App doesn't have access to this information.
fr: La phrase de départ est le seul moyen d'accéder à vos fonds sur un autre appareil. Key App n'a pas accès à ces informations.
ru: Seed-фраза — единственный способ получить доступ к вашим средствам на другом устройстве. Key App не имеет доступа к этой информации.
vi: Cụm từ hạt giống là cách duy nhất để truy cập tiền của bạn trên một thiết bị khác. Ứng dụng chính không có quyền truy cập vào thông tin này.

source: Seed phrase must have 12 or 24 words
fr: La phrase de départ doit avoir 12 ou 24 mots
ru: Исходная фраза должна состоять из 12 или 24 слов.
vi: Cụm từ hạt giống phải có 12 hoặc 24 từ

source: Seed phrase must have at least 12 words
fr: La phrase de départ doit avoir au moins 12 mots
ru: В исходной фразе должно быть не менее 12 слов.
vi: Cụm từ hạt giống phải có ít nhất 12 từ

source: SELECT
fr: SÉLECTIONNER
ru: ВЫБРАТЬ
vi: LỰA CHỌN

source: Select currency
fr: Sélectionnez la devise
ru: Выберите валюту
vi: Chọn loại tiền tệ

source: Select Derivable Path
fr: Sélectionnez le chemin dérivable
ru: Выберите путь
vi: Chọn đường dẫn có thể phát sinh

source: select phone number. If you made a mistake, please choose another mail
fr: sélectionnez le numéro de téléphone. Si vous avez fait une erreur, veuillez choisir un autre mail
ru: выберите номер телефона. Если вы ошиблись, выберите другую почту
vi: chọn số điện thoại. Nếu bạn nhầm lẫn, vui lòng chọn một thư khác

source: Select the first token
fr: Sélectionnez le premier jeton
ru: Выберите первый токен
vi: Chọn token đầu tiên

source: Select the second token
fr: Sélectionnez le deuxième jeton
ru: Выберите второй токен
vi: Chọn token thứ hai

source: Select token
fr: Sélectionnez le jeton
ru: Выбрать токен
vi: Chọn token

source: Select token to pay fees
fr: Sélectionnez le jeton pour payer les frais
ru: Выберите токен для оплаты комиссии
vi: Chọn token để thanh toán phí

source: Select wallet
fr: Sélectionnez le portefeuille
ru: Выберите кошелек
vi: Chọn ví

source: Select word #%@
fr: Sélectionnez le mot #%@
ru: Выберите слово №%@
vi: Chọn từ #%@

source: Select your country
fr: Sélectionnez votre pays
ru: Выберите вашу страну
vi: Chọn đất nước của bạn

source: Sell %@
fr: Vendre %@
ru: Продать %@
vi: Bán %@

source: Sell all
fr: Tout vendre
ru: Продать все
vi: Bán tất cả

source: Send
fr: Envoyer
ru: Отправить
vi: Gửi

source: Send %@ %@
fr: Envoyer %@ %@
ru: Отправить %@ %@
vi: Gửi %@ %@

source: Send %@ to your Ethereum address
fr: Envoyez %@ à votre adresse Ethereum
ru: Отправьте %@ на свой адрес Ethereum
vi: Gửi %@ đến địa chỉ Ethereum của bạn

source: Send BTC, ETH, USDC with no fees. Swap BTC with only $1
fr: Envoyez BTC, ETH, USDC sans frais. Échangez BTC avec seulement 1 $
ru: Отправляйте BTC, ETH, USDC без комиссии. Обменять BTC всего на 1 доллар
vi: Gửi BTC, ETH, USDC mà không mất phí. Hoán đổi BTC chỉ với $ 1

source: Send coins
fr: Envoyer des pièces
ru: Отправить монеты
vi: Gửi tiền
